---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.OriginOffsetY
source: html/cf7c0249-4590-8b34-a11e-fb55aa3c2498.htm
---
# Autodesk.Revit.DB.PDFExportOptions.OriginOffsetY Property

Offset between bottom sides of pdf content and paper. Always stored in unit of Feet.

## Syntax (C#)
```csharp
public double OriginOffsetY { get; set; }
```